<?php

return [
	'userName'        => __(\'Случайный псевдоним, пример: coolcat123\'),
	'name'            => __(\'Полное имя, пример: Проф. Артём Волков\'),
	'firstName'       => __(\'Имя, пример: Артём\'),
	'firstNameMale'   => __(\'Мужское имя, пример: Артём\'),
	'firstNameFemale' => __(\'Женское имя, пример: Анна\'),
	'lastName'        => __(\'Фамилия, пример: Волков\'),
	'suffix'          => __(\'Суффикс, пример: Мл.\'),
	'title'           => __(
		'dle_faker',
		'Обращение, пример: Госпожа или Девушка. В русском нет аналога для Ms. или Mrs.'
	),
	'titleMale'       => __(\'Мужское обращение, пример: Господин. В русском нет аналога для Mr.\'),
	'titleFemale'     => __(
		'dle_faker',
		'Женское обращение, пример: Госпожа или Девушка. В русском нет аналога для Ms. или Mrs.'
	),
	'email'           => __(
		'dle_faker',
		'Случайная электронная почта, пример: walter.sophia@hotmail.com. Связи с именем никакой нет!'
	),
];