<?php

return [
	'userName'        => __('dle_faker', 'Случайный псевдоним, пример: coolcat123'),
	'name'            => __('dle_faker', 'Полное имя, пример: Проф. Артём Волков'),
	'firstName'       => __('dle_faker', 'Имя, пример: Артём'),
	'firstNameMale'   => __('dle_faker', 'Мужское имя, пример: Артём'),
	'firstNameFemale' => __('dle_faker', 'Женское имя, пример: Анна'),
	'lastName'        => __('dle_faker', 'Фамилия, пример: Волков'),
	'suffix'          => __('dle_faker', 'Суффикс, пример: Мл.'),
	'title'           => __(
		'dle_faker',
		'Обращение, пример: Госпожа или Девушка. В русском нет аналога для Ms. или Mrs.'
	),
	'titleMale'       => __('dle_faker', 'Мужское обращение, пример: Господин. В русском нет аналога для Mr.'),
	'titleFemale'     => __(
		'dle_faker',
		'Женское обращение, пример: Госпожа или Девушка. В русском нет аналога для Ms. или Mrs.'
	),
	'email'           => __(
		'dle_faker',
		'Случайная электронная почта, пример: walter.sophia@hotmail.com. Связи с именем никакой нет!'
	),
];