Repository: DevCraftClub/dle_faker
Catalog: upload/engine/inc/maharder/_locales/*/dle_faker.xliff
Languages: de_de, uk_ua

source: Греческий [Greek (Greece)]
de_de: Griechisch [Griechisch (Griechenland)

source: Английский [English (Australia)]
de_de: Englisch [Englisch (Australien)]

source: Английский [English (Canada)]
de_de: Englisch [Englisch (Kanada)]

source: Английский [English (United Kingdom)]
de_de: Englisch [Englisch (Vereinigtes Königreich)]

source: Английский [English (Hong Kong SAR China)]
de_de: Englisch [Englisch (Hongkong SAR China)]
