Repository: DevCraftClub/dle_faker
Catalog: upload/engine/inc/maharder/_locales/*/dle_faker.xliff
Languages: de_de, uk_ua

source: Псевдоним пользователя
de_de: Name der Vorlage
uk_ua: Назва шаблону

source: Полное имя пользователя
de_de: Vor- und Nachname des Benutzers
uk_ua: Вкажіть унікальну назву для шаблону

source: Электронная почта пользователя
de_de: Vorlage aktivieren
uk_ua: Активувати шаблон

source: Группа пользователя
de_de: Falls aktiviert, können Sie diese Vorlage verwenden, um eine Nachricht zu erstellen
uk_ua: При увімкненому параметрі можна буде використовувати цей шаблон для створення новини

source: Пароль
de_de: Der Autor der Nachricht
uk_ua: Автор новини

source: Кол-во пользователей
uk_ua: Використовуючи теги, заповніть шаблон. Або вкажіть ID автора

source: Генерировать
de_de: Generieren
uk_ua: Заголовок новини

source: Сводка информации
uk_ua: Використовуючи теги, заповніть шаблон для заголовка новини.

source: Кол-во объектов
de_de: Kategorie Nachrichten
uk_ua: Категорія новини

source: Прогресс
uk_ua: Використовуючи теги, заповніть шаблон для категорії новини. Або вкажіть ID категорій

source: Ожидаем начала...
de_de: Es wird auf den Anfang gewartet...
uk_ua: Чекаємо початку...

source: Вывод
de_de: Geben Sie das Startdatum für den Zufallswert an
uk_ua: Вкажіть початкову дату для випадкового значення

source: Начать обработку
de_de: Datum der Veröffentlichung, Ende
uk_ua: Дата публікації, кінець

source: Отмена / Закрыть
de_de: Abbrechen / Schließen
uk_ua: Вкажіть кінцеву дату для випадкового значення

source: Обработано {value} из {total}
de_de: {value} von {total} verarbeitet
uk_ua: Короткий зміст

source: Название шаблона
uk_ua: Згенеруйте опис, використовуючи теги генерації

source: Укажите уникальное название для шаблона
de_de: Vollständiger Inhalt
uk_ua: Повний зміст

source: Активировать шаблон
uk_ua: Додаткове поле:

source: Автор новости
de_de: Inhalt für das Feld
uk_ua: Вміст для поля

source: Используя теги заполните шаблон. Либо укажите ID автора
de_de: Aktivieren Sie
uk_ua: Увімкнути

source: Заголовок новости
de_de: Füllen Sie die Vorlage mit Tags aus. Oder geben Sie die Autoren-ID an
uk_ua: Вимкнути

source: Используя теги заполните шаблон для заголовка новости.
de_de: Versehentlich.
uk_ua: Випадково

source: Категория новости
de_de: Kategorie der Nachricht
uk_ua: Наступні параметри будуть враховуватися:

source: Используя теги заполните шаблон для категории новости. Либо укажите ID категорий
de_de: Füllen Sie mit Hilfe von Tags die Vorlage für die Nachrichtenkategorie. Oder geben Sie Kategorie-IDs an
uk_ua: <div class="item"><b>Вимкнути</b> - Опція вимикає опцію</div>

source: Дата публикации, начало
de_de: Datum der Veröffentlichung, Beginn
uk_ua: ><b>Вимкнути</b> - Опція вимикає опцію</div>

source: Укажите начальную дату для случайного значения
de_de: Geben Sie das Startdatum für den Zufallswert an
uk_ua: ><b>Випадково</b> - Програмно вирішує, увімкнути опцію чи ні</div><br><i>За замовчуванням: Випадково</i>

source: Дата публикации, начало (Альтернатива)
uk_ua: Публікувати на головній

source: Укажите начальную дату для случайного значения. Если значение указано, то значение выше не будет учитываться. Разрешены теги. Если Теги не будут соответствовать положенным, то это поле будет не действительным.
uk_ua: Вкажіть початкову дату для випадкового значення. Якщо значення вказано, то значення вище не буде враховуватися. Дозволені теги. Якщо Теги не будуть відповідати положеним, то це поле буде не дійсним.

source: Дата публикации, конец
de_de: Nehmen Sie die Nachrichten auf
uk_ua: Зафіксувати новину

source: Укажите конечную дату для случайного значения
de_de: Kommentare zulassen
uk_ua: Дозволити коментарі

source: Дата публикации, конец (Альтернатива)
uk_ua: Дозволити рейтинг статті

source: Укажите конечную дату для случайного значения. Если значение указано, то значение выше не будет учитываться. Разрешены теги. Если Теги не будут соответствовать положенным, то это поле будет не действительным.
de_de: Indizierung für Suchmaschinen verbieten
uk_ua: Заборонити індексацію для пошукових систем

source: Краткое содержание
de_de: Von der Site-Suche ausschließen
uk_ua: Виключити з пошуку по сайту

source: Сгенерируйте описание используя теги генерации
de_de: Generieren Sie eine Beschreibung mit Hilfe der Generierungs-Tags
uk_ua: Опублікувати новину в RSS потоці

source: Полное содержание
de_de: Verwendung in Yandex Turbo
uk_ua: Використовувати в Яндекс Турбо

source: Дополнительное поле:
uk_ua: Використовувати в Яндекс Дзен

source: <b class="ui warning text">!!!ИЗОБРАЖЕНИЯ, ФАЙЛЫ, АУДИО, ВИДЕО и ПРОЧИЕ ВЛОЖЕНИЯ НЕ ПОДДЕРЖИВАЮТСЯ!!!</b><br>Содержимое для поля
de_de: <b class="ui warning text">!!!BILDER, DATEIEN, AUDIO, VIDEO und ANDERE ANHÄNGE WERDEN NICHT UNTERSTÜTZT!!!</b><br>Inhalt für das Feld
uk_ua: Зберегти

source: Включить
de_de: Aktivieren
uk_ua: Все чудово!

source: Выключить
de_de: Deaktivieren
uk_ua: Дані було збережено!

source: Случайно
de_de: Vorlage
uk_ua: Перемішати

source: Следующие параметры будут учитываться:
uk_ua: Наступні параметри будуть враховуватися:

source: <div class="item"><b>Включить</b> - Опция включает опцию</div>
de_de: <><><><>div class="item" b Aktivieren /b - Option aktiviert Option /div
uk_ua: шаблонів

source: <div class="item"><b>Выключить</b> - Опция выключает опцию</div>
de_de: <><><><>div class="item" b Ausschalten /b - Option schaltet die Option aus /div
uk_ua: Назва

source: <div class="item"><b>Случайно</b> - Программно решает, включить опцию или нет</div><br><i>По умолчанию: Случайно</i>
de_de: <><><><><><><>div class="item" b Random /b - Entscheidet zufällig, ob die Option aktiviert wird oder nicht /div br i Standard: Zufällig /i
uk_ua: Увімкнено?

source: Публиковать на главной
uk_ua: Вибір дії

source: Опубликовать новость на сайте
de_de: Nachricht auf der Webseite veröffentlichen
uk_ua: Змінити

source: Зафиксировать новость
de_de: Löschen
uk_ua: Видалити

source: Разрешить комментарии
de_de: Ausschalten
uk_ua: Вимкнути

source: Разрешить рейтинг статьи
de_de: Nachrichtbewertung zulassen
uk_ua: Налаштування

source: Запретить индексацию для поисковиков
de_de: Aktiv
uk_ua: Активні

source: Всё отлично!
uk_ua: Автор не може бути порожнім

source: шаблон
de_de: Eine Kategorie kann nicht leer sein
uk_ua: notify-on-install

source: Теги для генерации пользователей
uk_ua: Теги для генерації користувачів

source: Описание
uk_ua: Опис

source: Теги для генерации новостей
uk_ua: Теги для генерації новин

source: Вспомогательные теги, которые доступны для всех генераторов
uk_ua: Допоміжні теги, які доступні для всіх генераторів

source: Список пользователей
uk_ua: Список користувачів

source: Список категорий
uk_ua: Список категорій

source: Количество категорий
uk_ua: Кількість категорій

source: Генератор новостей
uk_ua: Генератор новин

source: Генерация новостей на основе шаблонов
uk_ua: Генерація новин на основі шаблонів

source: Генератор пользователей
uk_ua: Генератор користувачів

source: Генерация случайных пользователей
uk_ua: Генерація випадкових користувачів

source: Случайный псевдоним, пример: coolcat123
de_de: Zufälliger Alias, Beispiel: coolcat123
uk_ua: Випадковий псевдонім, приклад: coolcat123

source: Полное имя, пример: Проф. Артём Волков
de_de: Vollständiger Name, Beispiel: Prof. Artyom Volkov
uk_ua: Повне ім'я, приклад: Проф. Артем Волков

source: Имя, пример: Артём
de_de: Name, Beispiel: Artyom
uk_ua: Ім'я, приклад: Артем

source: Мужское имя, пример: Артём
de_de: Männlicher Name, Beispiel: Artyom
uk_ua: Чоловіче ім'я, приклад: Артем

source: Женское имя, пример: Анна
uk_ua: Жіноче ім'я, приклад: Анна

source: Фамилия, пример: Волков
de_de: Nachname, Beispiel: Volkov
uk_ua: Прізвище, приклад: Волков

source: Суффикс, пример: Мл.
de_de: Suffix, Beispiel: jr.
uk_ua: Суфікс, приклад: Мл.

source: Мужское обращение, пример: Господин. В русском нет аналога для Mr.
uk_ua: Чоловіче звернення, приклад: Господин. У російській немає аналога для Mr.

source: Генерирует строку, содержащую случайное одно слово.
uk_ua: Генерує рядок, що містить випадкове одне слово.

source: Генерирует строку, содержащую случайное предложение.
uk_ua: Генерує рядок, що містить випадкове речення.

source: Параметр max указывает количество символов.
de_de: Der Parameter max gibt die Anzahl der Zeichen an.
uk_ua: Параметр max вказує кількість символів.

source: Генерирует случайную дату и время
uk_ua: Генерує випадкову дату і час

source: Зависимости не были установлены!
uk_ua: Залежності не було встановлено!

source: Параметр max задаёт верхнюю границу.
de_de: Der Parameter max legt die Obergrenze fest.
uk_ua: Параметр max задає верхню межу.

source: Генерирует случайный символ из алфавита.
de_de: Erzeugt ein zufälliges Zeichen aus dem Alphabet.
uk_ua: Генерує випадковий символ з алфавіту.

source: Как админка MH Admin
de_de: Wie in der MH Admin
uk_ua: Як адмінка MH Admin

source: Арабский [Arabic (Saudi Arabia)]
de_de: Arabisch [Arabisch (Saudi-Arabien)
uk_ua: Арабська [Arabic (Saudi Arabia)]

source: Английский [English (India)]
de_de: Englisch [Englisch (Indien)]
uk_ua: Англійська [English (India)]

source: Английский [English (Nigeria)]
de_de: Englisch [Englisch (Nigeria)]
uk_ua: Англійська [English (Nigeria)]

source: Английский [English (New Zealand)]
de_de: Englisch [Englisch (Neuseeland)]
uk_ua: Англійська [English (New Zealand)]

source: Английский [English (Philippines)]
de_de: Englisch [Englisch (Philippinen)]
uk_ua: Англійська [English (Philippines)]

source: Английский [English (Singapore)]
de_de: Englisch [Englisch (Singapur)]
uk_ua: Англійська [English (Singapore)]

source: Английский [English (Uganda)]
de_de: Englisch [Englisch (Uganda)
uk_ua: Англійська [English (Uganda)]

source: Английский [English (United States)]
de_de: Englisch [Englisch (Vereinigte Staaten)]
uk_ua: Англійська [English (United States)]

source: Английский [English (South Africa)]
de_de: Englisch [Englisch (Südafrika)]
uk_ua: Англійська [English (South Africa)]

source: Испанский [Spanish (Spain)]
de_de: Spanisch [Spanisch (Spanien)]
uk_ua: Іспанська [Spanish (Spain)]

source: Испанский [Spanish (Peru)]
de_de: Spanisch [Spanisch (Peru)].
uk_ua: Іспанська [Spanish (Peru)]

source: Испанский [Spanish (Venezuela)]
de_de: Spanisch [Spanisch (Venezuela)].
uk_ua: Іспанська [Spanish (Venezuela)]

source: Персидский [Persian (Iran)]
de_de: Persisch [Persisch (Iran)].
uk_ua: Перська [Persian (Iran)]

source: Финский [Finnish (Finland)]
de_de: Finnisch [Finnisch (Finnland)]
uk_ua: Фінська [Finnish (Finland)]

source: Французский [French (Belgium)]
de_de: Französisch [Französisch (Belgien)]
uk_ua: Французька [French (Belgium)]

source: Французский [French (Canada)]
de_de: Französisch [Französisch (Kanada)]
uk_ua: Французька [French (Canada)]

source: Французский [French (Switzerland)]
de_de: Französisch [Französisch (Schweiz)]
uk_ua: Французька [French (Switzerland)

source: Французский [French (France)]
de_de: Französisch [Französisch (Frankreich)]
uk_ua: Французька [French (France)]

source: Иврит [Hebrew (Israel)]
de_de: Hebräisch [Hebräisch (Israel)].
uk_ua: Іврит [Hebrew (Israel)]

source: Хорватский [Croatian (Croatia)]
de_de: Kroatisch [Kroatisch (Kroatien)].
uk_ua: Хорватська [Croatian (Croatia)]

source: Венгерский [Hungarian (Hungary)]
de_de: Ungarisch [Ungarisch (Ungarn)]
uk_ua: Угорська [Hungarian (Hungary)]

source: Индонезийский [Indonesian (Indonesia)]
de_de: Indonesisch [Indonesisch (Indonesien)]
uk_ua: Індонезійська [Indonesian (Indonesia)]

source: Исландский [Icelandic (Iceland)]
de_de: Isländisch [Isländisch (Island)].
uk_ua: Ісландська [Icelandic (Iceland)]

source: Итальянский [Italian (Switzerland)]
de_de: Italienisch [Italienisch (Schweiz)]
uk_ua: Італійська [Italian (Switzerland)]

source: Итальянский [Italian (Italy)]
de_de: Italienisch [Italienisch (Italien)]
uk_ua: Італійська [Italian (Italy)]

source: Японский [Japanese (Japan)]
de_de: Japanisch [Japanisch (Japan)]
uk_ua: Японська [Japanese (Japan)]

source: Корейский [Korean (South Korea)]
de_de: Koreanisch [Koreanisch (Südkorea)]
uk_ua: Корейська [Korean (South Korea)]

source: Литовский [Lithuanian (Lithuania)]
de_de: Litauisch [Litauisch (Litauen)]
uk_ua: Литовська [Lithuanian (Lithuania)]

source: Латышский [Latvian (Latvia)]
de_de: Lettisch [Lettisch (Lettland)]
uk_ua: Латиська [Latvian (Latvia)]

source: Норвежский [Norwegian (Norway)]
de_de: Norwegisch [Norwegisch (Norwegen)]
uk_ua: Норвезька [Norwegian (Norway)]

source: Голландский [Dutch (Belgium)]
de_de: Niederländisch [Niederländisch (Belgien)]
uk_ua: Голландська [Dutch (Belgium)]

source: Голландский [Dutch (Netherlands)]
de_de: Niederländisch [Niederländisch (Niederlande)]
uk_ua: Голландська [Dutch (Netherlands)

source: Польский [Polish (Poland)]
de_de: Polnisch [Polnisch (Polen)]
uk_ua: Польська [Polish (Poland)

source: Португальский [Portuguese (Brazil)]
de_de: Portugiesisch [Portugiesisch (Brasilien)]
uk_ua: Португальська [Portuguese (Brazil)

source: Португальский [Portuguese (Portugal)]
uk_ua: Португальська [Portuguese (Portugal)

source: Румынский [Romanian (Romania)]
uk_ua: Румунська [Romanian (Romania)

source: Русский [Russian (Russia)]
uk_ua: Російська [Russian (Russia)

source: Словацкий [Slovak (Slovakia)]
uk_ua: Словацька [Slovak (Slovakia)

source: Словенский [Slovenian (Slovenia)]
de_de: Slowenisch [Slowenisch (Slowenien)].
uk_ua: Словенська [Slovenian (Slovenia)

source: Сербский [Serbian (Serbia)]
de_de: Serbisch [Serbisch (Serbien)].
uk_ua: Сербська [Serbian (Serbia)

source: Шведский [Swedish (Sweden)]
uk_ua: Шведська [Swedish (Sweden)

source: Турецкий [Turkish (Turkey)]
uk_ua: Турецька [Turkish (Turkey)

source: Украинский [Ukrainian (Ukraine)]
uk_ua: Українська [Ukrainian (Ukraine)

source: Вьетнамский [Vietnamese (Vietnam)]
uk_ua: В'єтнамська [Vietnamese (Vietnam)

source: Китайский [Chinese (Simplified, China)]
uk_ua: Китайська [Chinese (Simplified, China)

source: Китайский [Chinese (Traditional, Taiwan)]
uk_ua: Китайська [Chinese (Traditional, Taiwan)

source: Шаблоны
uk_ua: Шаблони

source: Активные
de_de: Aktive
uk_ua: Активні

source: Создание нового шаблона
uk_ua: Створення нового шаблону

source: Доступные генераторы
uk_ua: Доступні генератори

source: Настройки модуля
uk_ua: Налаштування модуля

source: Основной релиз
uk_ua: Основний реліз

source: История изменений
de_de: Änderungsverlauf
uk_ua: Історія змін

source: Перечень тегов для генерации данных
uk_ua: Перелік тегів для генерації даних

source: Генерирует случайные данные для наполнения сайта
uk_ua: Генерує випадкові дані для наповнення сайту

source: Нужно указать хотя бы одного пользователя!
uk_ua: Потрібно вказати хоча б одного користувача!

source: Нужно указать хотя бы одну категорию!
uk_ua: Потрібно вказати хоча б одну категорію!

source: Настройки сохранены
uk_ua: Налаштування збережено

source: Ошибка в сохранении настроек
uk_ua: Помилка в збереженні налаштувань

source: Шаблон для псевдонима не может быть пустым
uk_ua: Шаблон для псевдоніма не може бути порожнім

source: Шаблон для электронной почты не может быть пустым
uk_ua: Шаблон для електронної пошти не може бути порожнім

source: Шаблон для пароля не может быть пустым
uk_ua: Шаблон для пароля не може бути порожнім

source: Пользователь не был найден!
uk_ua: Користувач не був знайдений!

source: Название шаблона не может быть пустым
uk_ua: Назва шаблону не може бути порожньою

source: Автор не может быть пустым
uk_ua: Автор не може бути порожнім

source: Заголовок не может быть пустым
uk_ua: Заголовок не може бути порожнім

source: Категория не может быть пустой
uk_ua: Категорія не може бути порожньою

source: Короткое описание не может быть пустой
uk_ua: Короткий опис не може бути порожнім

source: Шаблон успешно изменен
uk_ua: Шаблон успішно змінено

source: Шаблон успешно создан
uk_ua: Шаблон успішно створено

source: Такого шаблона не существует!
uk_ua: Такого шаблону не існує!

source: Шаблон был включён
uk_ua: Шаблон було ввімкнено

source: Шаблон не может быть пустым
uk_ua: Шаблон не може бути порожнім

source: Такого шаблона не существует
uk_ua: Такого шаблону не існує

source: Страница %page%
de_de: Seite %page%
uk_ua: Сторінка %page%

source: Редактирование шаблона: :name
de_de: Vorlage bearbeiten: :name
uk_ua: Редагування шаблону: :name

source: Генерирует случайное значение да или нет (true / false)
uk_ua: Генерує випадкове значення так чи ні (true / false)

source: Генерирует случайное целое число, содержащее от 0 до nums цифр.
de_de: Erzeugt eine zufällige Ganzzahl mit 0 bis nums Ziffern.
uk_ua: Генерує випадкове ціле число, що містить від 0 до nums цифр.

source: Когда параметр strict установлен в значение true, функция будет возвращать только целые числа, содержащие ровно nums цифр.
de_de: Wenn der Parameter strict auf true gesetzt ist, gibt die Funktion nur Ganzzahlen zurück, die genau nums Ziffern enthalten.
uk_ua: Коли параметр strict встановлений у значення true, функція повертатиме тільки цілі числа, що містять рівно nums цифр.

source: Генерирует случайное целое число от 0 до 9, исключая заданное число.
uk_ua: Генерує випадкове ціле число від 0 до 9, виключаючи задане число.

source: Параметр float отвечает за количество десятичных знаков.
de_de: Der Parameter float ist für die Anzahl der Dezimalstellen verantwortlich.
uk_ua: Параметр float відповідає за кількість десяткових знаків.

source: Генерирует случайное целое число в диапазоне от min до max. По умолчанию генерируется число в диапазоне от 0 до 2 147 483 647.
de_de: Erzeugt eine zufällige Ganzzahl im Bereich von min bis max. Standardmäßig wird eine Zahl zwischen 0 und 2.147.483.647 erzeugt.
uk_ua: Генерує випадкове ціле число в діапазоні від min до max. За замовчуванням генерується число в діапазоні від 0 до 2 147 483 647.

source: Возвращает случайный элемент из заданного массива, итерируемого объекта или перечисления. По умолчанию параметр $count установлен в 1, а если передано значение null, возвращается случайное количество элементов.<br>Массив должен быть простым без дополнительных ковычек.
de_de: Gibt ein zufälliges Element aus dem angegebenen Array, dem iterierten Objekt oder der Aufzählung zurück. $count Standardmäßig wird der Parameter auf 1 gesetzt. Wenn null übergeben wird, wird eine zufällige Anzahl von Elementen zurückgegeben.<>br Das Array muss einfach sein, ohne zusätzliche Anführungszeichen.
uk_ua: Повертає випадковий елемент із заданого масиву, ітерованого об'єкта або перерахування. За замовчуванням параметр $count встановлено в 1, а якщо передано значення null, повертається випадкова кількість елементів.<br>Масив має бути простим без додаткових лапок.

source: Параметр count установлен в 1, а если передано значение null, возвращается случайное количество элементов.
de_de: Der Parameter count wird auf 1 gesetzt, und wenn null übergeben wird, wird eine zufällige Anzahl von Elementen zurückgegeben.
uk_ua: Параметр count встановлено в 1, а якщо передано значення null, повертається випадкова кількість елементів.

source: Параметр connector установлен на _. Он отвечает за объединение элементов списка.
de_de: Der Parameter connector ist auf _ gesetzt. Er ist für die Verbindung der Elemente der Liste zuständig.
uk_ua: Параметр connector встановлено на _. Він відповідає за об'єднання елементів списку.

source: Выбирает случайного пользователя, указанного в настройках. Настроек по умолчанию нет, поэтому их нужно сохранить!
de_de: Wählt einen zufälligen, in den Einstellungen angegebenen Benutzer aus. Es gibt keine Standardeinstellungen, Sie müssen sie also speichern!
uk_ua: Вибирає випадкового користувача, зазначеного в налаштуваннях. Налаштувань за замовчуванням немає, тому їх потрібно зберегти!

source: Выбирает случайную категорию, указанную в настройках. Настроек по умолчанию нет, поэтому их нужно сохранить!
de_de: Wählt eine zufällige Kategorie aus, die in den Einstellungen angegeben ist. Es gibt keine Standardeinstellungen, Sie müssen sie also speichern!
uk_ua: Вибирає випадкову категорію, зазначену в налаштуваннях. Налаштувань за замовчуванням немає, тому їх потрібно зберегти!

source: Генерирует строку, содержащую случайные предложения. Параметр max устанавливает кол-во
de_de: Erzeugt eine Zeichenkette mit zufälligen Sätzen. Der Parameter max legt die Anzahl der
uk_ua: Генерує рядок, що містить випадкові речення. Параметр max встановлює кількість

source: Генерирует абзац текста, содержащий заданное количество предложений. По умолчанию генерируется 3 предложения.
de_de: Erzeugt einen Textabsatz, der die angegebene Anzahl von Sätzen enthält. Standardmäßig werden 3 Sätze erzeugt.
uk_ua: Генерує абзац тексту, що містить задану кількість речень. За замовчуванням генерується 3 речення.

source: Параметр max указывает сколько предложений генерировать. По умолчанию: 3
de_de: Der Parameter max gibt an, wie viele Sätze generiert werden sollen. Voreinstellung: 3
uk_ua: Параметр max вказує скільки пропозицій генерувати. За замовчуванням: 3

source: Генерирует случайную текстовую строку. Первый параметр задаёт максимальное количество символов, которое должна содержать строка (по умолчанию 200).
de_de: Erzeugt eine zufällige Zeichenkette. Der erste Parameter gibt die maximale Anzahl der Zeichen an, die die Zeichenkette enthalten soll (Standard ist 200).
uk_ua: Генерує випадковий текстовий рядок. Перший параметр задає максимальну кількість символів, яку має містити рядок (за замовчуванням 200).

source: Генерирует случайную дату и время со своим форматированием.
de_de: Erzeugt ein zufälliges Datum und eine zufällige Uhrzeit mit eigener Formatierung.
uk_ua: Генерує випадкову дату і час зі своїм форматуванням.

source: Обращение, пример: Госпожа или Девушка. В русском нет аналога для Ms. или Mrs.
de_de: Adresse, Beispiel: Mistress oder Girl. Im Russischen gibt es keine Entsprechung für Frau oder Mrs..
uk_ua: Звернення, приклад: Пані або Дівчина. У російській немає аналога для Ms. або Mrs.

source: Женское обращение, пример: Госпожа или Девушка. В русском нет аналога для Ms. или Mrs.
de_de: Weibliche Anrede, Beispiel: Herrin oder Mädchen. Es gibt keine Entsprechung für Frau oder Mrs. im Russischen.
uk_ua: Жіноче звернення, приклад: Пані або Дівчина. У російській немає аналога для Ms. або Mrs.

source: Случайная электронная почта, пример: walter.sophia@hotmail.com. Связи с именем никакой нет!
de_de: Zufällige E-Mail, Beispiel: walter.sophia@hotmail.com. Es gibt keinen Zusammenhang mit dem Namen!
uk_ua: Випадкова електронна пошта, приклад: walter.sophia@hotmail.com. Зв'язку з ім'ям жодного немає!

source: Исключить из поиска по сайту
de_de: Von der Seitensuche ausschließen

source: Опубликовать новость в RSS потоке
de_de: Modul-Einstellungen

source: Использовать в Яндекс Турбо
de_de: Hauptversion

source: Использовать в Яндекс Дзен
de_de: Geschichte der Änderungen

source: Сохранить
de_de: Speichern

source: Данные были сохранены!
de_de: Die Daten wurden gespeichert!

source: Название
de_de: Bezeichnung

source: Включён?
de_de: Aktiviert?

source: Выбор действия
de_de: Aktion wählen

source: Изменить
de_de: Bearbeiten

source: Отключить
de_de: Deaktivieren

source: Создать
de_de: Erstellen

source: Перейти
de_de: Wechseln zu

source: Генерирует случайное число с плавающей запятой
de_de: Erzeugt eine Fließkommazufallszahl

source: Болгарский [Bulgarian (Bulgaria)]
de_de: Bulgarisch [Bulgarisch (Bulgarien)]

source: Бангла [Bangla (Bangladesh)]
de_de: Bangla [Bangla (Bangladesch)].

source: Чешский [Czech (Czech Republic)]
de_de: Tschechisch [Tschechisch (Tschechische Republik)

source: Датский [Danish (Denmark)]
de_de: Dänisch [Dänisch (Dänemark)]

source: Немецкий [German (Austria)]
de_de: Deutsch [Deutsch (Österreich)

source: Немецкий [German (Switzerland)]
de_de: Deutsch [Deutsch (Schweiz)]

source: Немецкий [German (Germany)]
de_de: Deutsch [Deutsch (Deutschland)

source: Греческий [Greek (Cyprus)]
de_de: Griechisch [Griechisch (Zypern)
